[
  {
    "imagem": "assets/vi.jpg",
    "texto": "Sou o Vieira, nasci em Fortaleza, mas me considero Potiguar, já que cresci e vivi a maior parte da minha vida no Rio Grande do Norte, principalmente entre Natal e Parnamirim. Minha mãe, uma dedicada professora de Língua Portuguesa, apesar de não incentivar a carreira docente para seus filhos, teve grande influência em minha formação. No vestibular, inicialmente escolhi Geologia, mas acabei me interessando por informática, aproveitando o fácil acesso a computadores e à internet. Trabalhei como Administrador de Redes e Monitor no laboratório de Informática da Geologia, enquanto também explorava outras áreas para complementar minha renda, desde ser garçom até fotógrafo profissional.Por conta de problemas de memória, interrompi Geologia e experimentei vários cursos, como Geografia e Letras Inglês. No entanto, um convite para substituir uma professora de inglês mudou o curso da minha vida, levando-me à docência. Durante a pandemia, mudei-me para Santa Catarina em busca de tranquilidade, mas infelizmente, perdi minha mãe devido a complicações de um AVC relacionado ao Covid-19. Atualmente, estou em Jaraguá do Sul, Santa Catarina, onde encontrei um ambiente mais sereno. Continuo a minha jornada de aprendizado, atuando como professor, desenvolvedor de software e em projetos de robótica. Planejo realizar vários cursos de pós-graduação e mestrado, sempre em busca de novos desafios. Minha vida é marcada por superar obstáculos e provar minhas habilidades, mantendo-me aberto a futuras mudanças. Costumo dizer que hoje estou como professor, nunca deixei de ser estudante, pois continuo estudando até hoje, cursando História, Espanhol e ainda com 4 cursos de pós ao mesmo tempo, sendo um em Engenharia de Dados, Educação Maker, Docência para a Educação Profissional Tecnológica e Tutoria em Educação A Distância, já amanhã não sei. Planos pro ano que vem em fazer pós em Robótica e Automação, segunda licenciatura em Matemática, Física ou Química e Mestrado em Educação. Eu busco novos desafios sempre que já automatizei o que faço no momento e já “não vejo tanta graça” naquilo. Então, amanhã talvez eu vá pro campo e dê asas ao sonho de plantar morangos, mirtilos e ter umas vaquinhas pra viver disso ou…volto ao litoral, pra surfar e pescar ou ter uma fazenda de ostras. Muitas das coisas que fiz partiram de alguém dizendo: “tu não consegues, tu não sabes fazer isto”. Aprendi outros idiomas ao ouvir que eu era muito burro em português, então aprendi 10 outros para provar que podia, a mim mesmo. Ouvi que eu não deveria ser professor, encarei mesmo sabendo que seria o pior dos desafios devido a minha incapacidade nata de lidar com pessoas, falar em público e dar atenção o tempo inteiro. Tive que estudar o que os outros faziam para buscar “imitar” até assimilar aquilo como um padrão. Meu avô, uma vez, disse que eu não era bom com a enxada. Depois disso, senti que um dia vou topar este desafio de ser um agricultor!"
  }
]