[
  {
    "imagem": "assets/vi.jpg",
    "texto": "Minha infância foi dividida entre o Rio Grande do Norte e o Ceará. Meu pai é do Ceará, e por isso, passei parte da minha infância entre esses dois estados. Isso aconteceu porque minha mãe estudou no Ceará, embora seja natural do Rio Grande do Norte. Morei por um tempo em Fortaleza, mas a maior parte da minha infância foi em Parnamirim, no Rio Grande do Norte, uma cidade dentro da região metropolitana de Natal. Considero-me, portanto, mais ligado ao Rio Grande do Norte. Cresci em Parnamirim e concluí praticamente todo o ensino fundamental lá, com exceção de um ano e meio que estudei no Ceará. Logo depois, ingressei em uma escola cívico-militar, onde a maioria dos professores eram da Aeronáutica, já que a escola estava localizada dentro dessa instituição. Foi nesse ambiente que fui criado, e muitos dos meus parentes, especialmente do lado materno, também foram educados nessa escola. Entre os militares, aprendi o valor da disciplina. Embora na juventude não desse muito valor a esse tipo de abordagem, conforme era comum entre os jovens serem contrários a isso, ao longo da vida adulta percebi a importância da disciplina. Mais tarde, tive a oportunidade de dar aulas na mesma escola, e comparando com outras instituições, percebi a eficácia desse método. Era o único colégio onde conseguiu concluir o conteúdo no prazo, sobrando tempo para revisões no final do ano, e a relação com os alunos era mais tranquila, em parte devido à presença de pedagogos militares. Em relação à minha carreira, inicialmente resisti à área de Tecnologia da Informação (TI). No entanto, alguns anos depois, ao me deparar em sala de aula com o primeiro chatbot que conversava em inglês, decidi mudar de carreira. Percebi o potencial dessa tecnologia na educação, principalmente para envolver alunos mais tímidos, como eu fui durante minha escolaridade. Assim, entrei na área de TI com o objetivo de aprimorar a criação de chatbots e inteligência artificial para o ensino. Antes de me dedicar totalmente à TI, já estudava inglês na universidade federal do Rio Grande do Norte e trabalhava no aeroporto. Essa fase foi desafiadora, pois dava aulas, trabalhava no aeroporto e ainda frequentava a faculdade de manhã. Muitas vezes, precisava dedicar as noites a outras atividades, como costurar. Nesse período, tive que sair da faculdade, optando por um curso online na Estácio, onde me encontrei. Apesar do preconceito inicial com cursos online, percebi que era a melhor opção para alguém como eu, que tinha dificuldade em concentrar-se em sala de aula devido às distrações. Mais tarde, trabalhando na área de educação e posteriormente voltando para a TI, onde atuei na criação de chatbots e inteligência artificial, decidi mudar de estado devido à crescente violência no Rio Grande do Norte. Infelizmente, minha mãe foi vítima de sequestro, o que agravou a situação. Diante disso, escolhi Santa Catarina como destino, após passar férias na região. A ideia era proporcionar um ambiente mais seguro para minha mãe, mas infelizmente ela faleceu de complicações pós-COVID antes de conseguirmos nos mudar. Apesar dessa tragédia, decidi permanecer em Santa Catarina, onde trabalho remotamente na área de TI. Mesmo tendo passado por outros países, considero que se tivesse conhecido Santa Catarina há 20 anos, minha vida teria sido diferente. Hoje, aprecio a estabilidade que encontrei aqui e não pretendo deixar o estado, pois considero-o um lugar privilegiado e um exemplo de sucesso no Brasil."
  }
]