[
  {
    "imagem": "assets/limpeza.jpg",
    "texto": "Memórias de um tempo que era bom Nome: Ana Maria Correia dos Santos idade: 56 anos. Voltando para o passado e falando sobre a infância, Ana diz que tudo foi muito divertido e bom “Minha infância foi maravilhosa “; neste período, Ana frequentou a escola até a quarta série “nós morávamos na roça e tinha que estudar em Joinville, aí como éramos colonos não teve como continuar estudando“ mesmo tendo estudado por pouco tempo, ela se recorda com alegria dos momentos “ No meu tempo a escola era bem mais tranquila, a gente estudava mais, mas era bem divertido” . Não pensem que na escola Ana apenas estudou, pois teve tempo até para as paixões “Tinha um piazinho lá na escola que eu era muito apaixonada, mas não deu certo rsrsrs” . Saindo do assunto infância, Ana contou sobre como foi a sua transição dessa fase mágica para a vida adulta  “Aa, a vida adulta não foi tão fácil não. Quando eu tinha 18 anos e casei, aí eu pensei agora eu vou virar adulta mesmo, não tem mais a casa dos pais “. Falando sobre tomar decisões, ela não pensou quando advertiu “ Temos que pensar bem em tudo que a gente faz, para não se arrepender mais tarde” questionamos sobre ela se arrepende de algo, e com toda a certeza ela afirmou “ Não, por enquanto não me arrependo de nada”. Conversando sobre a vida, ela nos contou um pouco sobre a pessoa que foi sua inspiração para chegar até aqui  “ A minha mãe , ela foi tudo para mim” […] “A mãe foi uma super mãe, e assim eu tentei ser com meus filhos e netos” […] “ quando a mãe faleceu parece que o mundo para mim acabou , aí deu uma empacada” […] “ Ela aqui na terra parecia um anjo, ela era muito boa, para todo mundo” . Ao final ela nos confessou sobre o como vem sendo a sua vida “Eu não posso reclamar da minha vida não, minha vida foi maravilhosa”."
  },
  {
    "imagem": "assets/cooderna.jpg",
    "texto": "Raquel de Souza: Gaúcha de interior que adorava colher frutas direto do pé, sempre teve uma boa condição de vida, mas nunca gastou além do necessário. Os pés de laranja da família mantinham a renda, 'As nossas festas de aniversário eram sempre lá, pegavam uma mesa e enchiam de coisas para comer'. Até seus 14 anos, Raquel sempre morou em sua cidade natal, no Rio Grande do Sul, até que um dia seus tios decidiram vir para Santa Catarina a procura de emprego, e Raquel aproveitou a carona e veio junto. Aqui em SC, os tios dela já conseguiram emprego e se estabilizaram rapidamente, mas Raquel, por ser a única mais nova, sentia muita falta de suas primas. 'Eu não gostava daqui, eu chorava porque eu queria voltar pra lá, minhas primas são todas de lá, e eu acabava ficando sozinha'.Apesar da saudade, Raquel não se arrepende de ter se afastado de parte da família, pois aqui ela conseguiu estabilizar e construir uma vida nova. Seu emprego nem sempre foi nas escolas, ela começou trabalhando em chão de fábrica e depois descobriu sua vocação em sala de aula. Por muito tempo Raquel foi professora do ensino fundamental e agora, em 2023, continua testando seus limites e encarou uma nova tarefa, ser coordenadora!"
  },
  {
    "imagem": "assets/pco.jpg",
    "texto": "Bom dia, meu nome é Nicolas. Vou falar sobre o meu ensino médio. Eu estudava numa escola de bairro. Eu lembro que tinha muitas panelinhas, tinha os meus amigos de infância, os camaradas e tal. Depois de um tempo, comecei a fazer um curso. Já comecei a pensar na questão de onde iria trabalhar, pensei em curso na área de informática, nada a ver com a área em que estou hoje. E daí mudei para o centro, para o abdome, e para mim foi uma mudança bem legal, porque daí mudou aquela questão de bairro para encontrar pessoal diferente, pessoal de vários locais, vários bairros, não é? Então fiz muitas amizades novas, pessoal bem gente boa e amizades boas que eu levo para sempre. Assim, até o terceiro ano não tinha ideia, né? Estava à procura de um meio para trabalhar depois da escola, fazendo muita ideia do quê, sabia que ia fazer uma formação superior, mas também não tinha muita ideia. Sempre gostei da parte de música e tal, mas não tinha faculdade perto, tinha que morar longe. Minha mãe, sempre muito coruja, queria eu pertinho, não queria soltar um filho pelo mundo. Ela me influenciou, fazia educação física, pois ela também é professora, e daí eu fiz faculdade há 4 anos, ali no Jangada e meio assim, sem ser muito esportista, sempre gostei, sempre fui ativo, mas assim de brincar, nunca treinei nada. Bem sério. Daí na faculdade, conheci a musculação que eu gostei bastante e sempre fui ativo, depois ciclismo. Com o passar do tempo, trabalhei muito tempo com língua de sinais. Na época da faculdade, comecei a fazer estágio. Era uma área bem carente, hoje em dia, já tem bastante profissionais, mas na época, uns dez anos atrás, quase não tinha profissionais. Então tu falava que sabia um pouquinho de libras. Tu conseguia trabalho fácil, como hoje em dia já é bem mais concorrido. Então eu trabalhei bastante tempo nessa área de libras, depois trabalhei em academia. Também trabalhei na APAE com educação física, trabalhei em escola e fui. Fui ainda hoje. Estou aqui no Duarte."
  },
  {
    "imagem": "assets/sol.jpg",
    "texto": "Solange :‘Um sonho que ainda continua vivo…’Sobre a vida, Solange relatou que ama viajar, fazer trilhas e tomar vinhos!!Quase ninguém sabe do grande sonho dela, que é dar aula em sala! Sol trabalha atualmente na área da coordenação, pois gosta muito do ambiente. Ela já atua na área da educação desde 2016 e além disso, relatou que na época que fez a faculdade, não havia curso de pedagogia presencial, por isso optou por fazer educação física!‘-- Após ter meus 2 filhos, resolvi procurar uma faculdade de pedagogia em Jaraguá, porém só tinha a opção de fazer à distância. Então resolvi fazer faculdade de educação física, mas não dei aula em sala ainda’.-- E ainda tem vontade de dar aula em sala?-- Siim... E em quadra!’"
  },
  {
    "imagem": "assets/bio.jpg",
    "texto": "Katiane : Sim…. Ela comeu um pedaço do meu sofá!Numa conversa normal do dia a dia, estávamos conversando sobre cachorros, Katiane contou que quando criança ela, os irmãos e o pai gostavam muito de animais, porém a mãe dela não gostava muito, assim acabavam tendo desentendimentos.- Quando eu era pequena, meu pai adorava animais, mas a minha mãe não. Ela sempre dizia ‘cachorro é fora de casa’  e na época a gente tinha uma cachorra que sempre que ia anoitecendo eu colocava ela pra dentro e ela ficava embaixo da cama, pois sabia que minha mãe não gostava de animais dentro de casa, toda vez que a minha mãe chegava perto ela voltava pra fora. Como a gente morava no Rio Grande era muito frio e eu não deixava ela ficar lá fora passando frio!-- Hoje em dia eu tenho uma pinscher e ela é bem agitada, esses dias eu cheguei em casa e.... Sim, ela tinha comido um pedaço do encosto do meu sofá!!"
  },
  {
    "imagem": "assets/f.jpg",
    "texto": "Olá, eu me chamo Fernanda. Tenho 17 anos e nasci em Joinville, Santa Catarina, mas nunca morei lá. Fui morar em Barra Velha. A gente se mudava bastante devido ao emprego dos meus pais, que são pastores. De Barra Velha, fui para Penha, depois para Canoinhas e, em seguida, para o RS, em Santa Rosa. Em Santa Rosa, estudei na E.M.E.F Rosa Elsa Mertins. Foi um período de muita descoberta para mim, onde descobri o que queria na minha vida e quem eu era, pois vivenciei muitas coisas novas e conhecer um novo lugar é bem diferente do comum. Sofri assédio lá e, por isso, me mudei para os Tucanos. Depois, voltei para Canoinhas.Em Canoinhas, várias coisas aconteceram. Comecei a trabalhar em uma sorveteria, depois em uma lavagem de carros e, mais tarde, voltei para a sorveteria. Então, vim para Jaraguá do Sul. Na primeira semana aqui, comecei a trabalhar em uma lanchonete. Vivi várias experiências diferentes, fiz coisas que talvez não devesse ter feito, assim como coisas boas e até experimentei o uso de drogas. Tudo isso contribuiu para me tornar quem sou hoje. Passei por momentos difíceis, mas não me arrependo de nada, pois moldou a minha identidade.Hoje, estou trabalhando em outra pizzaria e continuo estudando no Duarte."
  },
  {
    "imagem": "assets/vi.jpg",
    "texto": "oi"
  },
  {
    "imagem": "assets/esp.jpg",
    "texto": "Muita bem, me chamo Luciane, nasci no estado de Goiás, cresci numa fazenda. Chamada é campo das flores. Até os 7 anos, foi mais ou menos depois. Depois. Meu pai saiu de casa, minha mãe criou a gente sozinha, então aí vieram as dificuldades. Com 12 anos eu saí, fui trabalhar de babá nas casas das outras pra estudar, porque era bem longe. Aí quando chegou aos 12 anos. A gente mudou para cá. Para o Mato Grosso do Sul. Lá eu conheci meu marido e casei com 12 anos. Aos 15. Tive o primeiro filho que hoje ele está com 42. Tenho 3 filhos, né? A mais nova já está com 31. Tenho 8 netos, o mais velho está com 21, já casou também e o mais novo tem 1 ano e 3 meses. Mas durante esse tempo todo, teve muitas dificuldades. Para mim estudar, eu deixava os filhos em casa sozinhos, ia para a escola, só comecei a estudar com meus 18, que até lá eu nunca tira, nem na escola que a gente morava no sítio, era difícil. E terminei minha faculdade já com 28. Não foi fácil. E depois com o tempo, né? Aí eu perdi, meu pai faleceu. Foi uma época difícil também e, apesar dele ter separado da minha mãe, mas ele era presente. Depois perdi meu irmão também no acidente de moto e minha mãe ficou fora de sí por uns 2 anos. Foi uma época muito difícil também que eu tive que ajudar a cuidar dela. Que ela assumir, ela achava ela no cemitério sozinha. Foi bem difícil, também. E também depois que a minha filha casou, que a gente mudou para cá, teve. Aí ela teve 2 bebês. Quando foi a última gravidez, ela quase morreu. Também teve 2 paradas cardíacas, né? E o bebê dela nasceu quase morto, que ficou 20 dias na UTI morto, quer dizer. E também não foi fácil. Que tinha que andar com ela para cima e para baixo. Ela fez as uma cirurgia que levou 90 dias para fechar. E ela quase morreu, também. Então, assim é uma vida. Não é fácil, mas a gente não pode desistir, né? Eu fiz a faculdade que eu gostava, então essa parte eu posso dizer que é uma parte boa da minha vida que eu preciso. "
  },
  {
    "imagem": "assets/diretora.jpg",
    "texto": ""
  },
  {
    "imagem": "assets/gilmar.jpg",
    "texto": "'Só o guarda da escola' Gilmar, o segurança da escola que diariamente nos protege, sempre com um sorriso. Todos, ao menos uma vez ao dia, cruzam com ele, mas quem o vê andando pelos corredores ou abrindo os portões, mal imagina a sua trajetória para chegar aqui. Desde os 13 anos, é uma pessoa trabalhadora, iniciando como auxiliar de servente. Sua trajetória é repleta de esforços: tecelão na Malwee, 2 anos no exército, e décadas na polícia, se aposentando em 2004. Posteriormente, dirigiu um ônibus por 3 anos, retornou à polícia por mais 8 anos, e, por mais 5 anos, dirigiu ônibus novamente. A pandemia o fez parar, e foi um período doloroso marcado pela perda de seu filho.Em seguida, dedicou-se à política, colaborando com um vereador eleito, mantendo um cargo comissionado por 2 anos. Finalmente, encontrou seu cargo em nossa escola, afirmando ser seu ofício dos sonhos. Seu rosto sorridente esconde uma vida árdua, mas mesmo assim, sua prioridade permanece: zelar pela segurança dos alunos para assegurar uma educação de qualidade."
  },
  {
    "imagem": "assets/diego.jpg",
    "texto": "(Miguel)Qual o melhor lugar que já viajou?(Prof diego)Florianópolis por conta das praias do mar tudo muito bonito (Miguel)Qual é  o melhor conselho que você já recebeu?(Prof Diego)Melhor conselho eu acho que foi de trabalhar com libras me aconselhar a trabalhar com libras e eu estou trabalhando aí até hoje de Professor(Andrei) Uma pergunta rápida como professor ingressou na libras?(Prof diego)Como foi o começo de tudo e eu comecei aprender libras desde criança quando  surgiu um curso gratuito na cidade de onde eu morava mas depois de adulto eu comecei, minha esposa que trabalha como professora né e ela me mostrou que poderia Trabalhar com libras também  uma coisa que eu já sabia um pouquinho e aí eu fui estudar com cursos gratuitos no estado mesmo pra aprender e me profissionalizar.(Miguel)Qual é o próximo sonho que você quer realizar na sua vida?(Prof diego)Eu acho é um concurso público talvez tenha estabilidade financeira(Miguel) Qual é a melhor palavra que  te define(Prof diego)Criativo Muito obrigado por aceitar nossa entrevista."
  },
  {
    "imagem": "assets/pulseira.jpg",
    "texto": "Professora Débora: segunda professora da escola José Duarte Magalhães - Miguel: Qual o seu nome ?-Débora: Débora -Miguel: Qual o melhor conselho que você já recebeu?-Débora: Melhor conselho que eu já recebi Perdoar sempre -Miguel: Qual é a coisa mais emocionante que você fez recentemente ? -Débora: Sei lá sempre levo a minha vida assim com emoção ,  para ser assim da forma mais engraçada e da forma mais leve então tudo que eu faço geralmente eu coloco emoção em tudo que eu faço , mas algo que me emocionou muito na minha vida foi quando eu tive a minha filha -Miguel: Qual é a palavra que melhor te define? -Débora: A palavra que melhor me define é ser otimista Miguel: Qual é o próximo sonho que você quer realizar na sua vida? -Débora: Profissional , o sonho da minha própria loja que ela venha crescer muito e que todo mundo venha conhecer ela.-Miguel: Muito obrigado pela entrevista -Débora: De nada."
  },
  {
    "imagem": "assets/tatiane.jpg",
    "texto": "Professora responsável pelo maker. Quando tinha 18 anos começou a namorar, o por seu pai ser extremamente rígido e autoritário, não demorou muito a se casar, mas sua felicidade não durou muito pois a família de seu marido mesmo depois que ela casou continuava interferindo em sua vida, e com uma mentalidade extremamente fechada não acreditava que ela poderia continuar trabalhando e cuidando da casa e do marido, assim fazendo com que ela desistisse da escola pouco tempo depois. Mas esse não foi seu pior sofrimento pois depois de um tempo ela descobriu uma gravidez, foi muito difícil sua gravidez e aos 6 meses de gestação seu marido foi preso por praticar atos obscenos, mas não demorou muito a ser solto, pois sua mãe sempre o defendia, não queria enxergar quem era seu filho. Ela continuou vivendo nesse casamento já que pensava que como não tinha estudo não teria chance de viver sem ele, mas aos 2 anos de sua filha seu marido fez novamente e para  ela foi o que ela precisava para tomar a decisão de se separar.Então ela voltou para a casa dos pais e começou a trabalhar em dois empregos, com muito esforço foi conquistando as suas próprias coisas, quando sua filha completou os seus 4 anos, ela começou a se relacionar novamente com o seu marido atual, naquela época mesmo zelosa começou a investir nesse relacionamento, então  um dia seu marido chegou para ela e falou “ a sua realidade não pode ser isso”,depois disso ela retornou a estudar, e se formou no SEJA , e em seguida se graduou na faculdade de serviço social, e inicio pedagogia, e fez uma pós graduação. Com muito esforço conseguiu colocar sua filha no IFSC e ofereceu a ela oportunidades para ela não ter que passar pelo que ela passou. Hoje sua filha é estudante em química e está seguindo seus passos  para se tornar uma ótima pedagoga."
  },
  {
    "imagem": "assets/katiane.jpg",
    "texto": " Sobre as perguntas, não tem perguntas exatamente, mas só para eu começar. Qual é o seu nome completo?Então meu nome é Katiane Rodrigues.Quantos anos você tem? Ah, ai, que crime 44.É, você nasceu onde? Eu nasci numa cidade de Fronteira, eu sou do Rio Grande do Sul, uma cidade que faz fronteira com a Argentina. São Borja. É, já foi para alguma outra cidade, outro estado? Estado, então eu não sou muito de viagens, né? Apesar que eu acho interessante, a gente aprende muito, mas assim, quando eu era adolescente, eu viajei para morar, não foi para passear, então eu saí da minha cidade, daí eu fui para Porto Alegre, aí de Porto Alegre também. Eu saí de Porto Alegre, eu fui para trabalhar em uma cidade chamada Rio Grande e aí de Rio Grande eu vim para Santa Catarina, para Jaraguá do Sul. Sobre a tua escolaridade, tu estudou em quais escolas e quais? Então tá, legal. Sempre gostei muito de estudar, né? Até porque é, na minha infância a gente tinha uma grande dificuldade financeira, então eu sempre colocava na minha cabeça, eu via que a minha mãe, ela trabalhava bastante para proporcionar para eu e meu irmão o melhor né? Então eu sempre tinha aquele objetivo, que eu tenho que estudar, porque só o estudo que vai fazer ou melhorar, então, eu sempre estudei em colégio público. Na real, comecei as séries iniciais estudando em uma escola de freira, então, da primeira série naquela época, até a terceira série eu trabalhei em uma escola chamada Sagrado Coração de Jesus. Não que eu pagasse, não que minha mãe pagasse a escola, né? A gente ganhou bolsa, minha mãe era muito assim, o estudo e a coisa que eu tenho que dar o meu melhor, então ela foi lá e, tipo, meio que implorou para a freira. Para dar uma vaga para a filha dela. E aí, depois na quarta série, acabou. Teve um período lá de… de… de recesso de bolsa, não iam dar mais bolsa e aí a minha mãe tinha que pagar um pouquinho. Ela não tinha aquele pouquinho. Daí eu comecei a estudar em escola pública, daí eu fui pra uma escola estadual lá na minha cidade, Sambója que era colégio estadual de Sambója, daí eu fiquei da quarta série até oitava série que hoje é o nono ano, né? E aí, no meu ensino médio, como eu queria fazer medicina naquela época e a minha avó precisava ajudar minha tia que morava na capital, em Porto Alegre, porque ela. Fazia direito lá, e ela ficou grávida. Daí eu resolvi acompanhar minha vó, daí eu estudei em uma escola no colégio técnico no meu ensino médio, ele era ensino médio, profissionalizante, uma escola chamada colégio estadual senador Ernesto Dornelles. E aí depois a faculdade. Eu não consegui passar nas federais, né? Aí eu voltei para casa, fui fazer ciências biológicas na cidade de São Borja, numa universidade chamada urcamp, que é a Universidade da Região da Campanha. E aí depois eu voltei para a capital e eu estudei na universidade federal, onde fiz o mestrado em microbiologia. É tu é casada? É tipo assim, é, eu vivo com o meu namorado há 25 anos, mas não casada direitinho. No papel, a gente vive junto.Vocês se conheceram onde? Lá em São Borja também. Ele é de São Borja. A gente se conheceu num show, mas não era em São Borja. Não sei se vocês conhecem uma banda chamada Skank. E aí a gente foi numa festa, numa cidade chamada Ijui, que é pertinho e lá a gente se conheceu, mas assim, não foi amor à primeira vista. No primeiro momento eu detestei o meu atual namorado, né? Porque eu conheci ele numa… num momento que eu não curto, que é bêbado, né? Então ele bebeu muito e chovia muito. E aí meio que ele se encarnou em mim lá, mas eu não queria nem saber dele. E como a gente foi em uma excursão, a gente foi um grupo de… de excursão pra essa cidade. Ele me incomodou a viagem de volta toda, né? Enchendo o saco sempre, então. Não. A gente se conheceu lá, mas a gente foi começar a namorar alguns meses depois. O show foi em maio. E a gente começou a namorar lá em novembro, quando ele teve que vir e tirar aquela primeira impressão que eu tive dele. Foi horrorosa. É, já trabalhou em quais lugares?Bom, eu comecei com vocês aqui, tem o menor aprendiz aqui, não é? Na minha época, é, aqui também tem o CIEE. Não sei se vocês ouviram que é também estágios, né? Então eu comecei a trabalhar num posto de saúde lá na minha cidade, em São Borja, trabalhei alguns meses, eu era a secretária, assim do posto, distribuía ficha para as pessoas, né, para as consultas, aí lá eu conheci uma pessoa que que era técnica em enfermagem e ela era casada com farmacêutico e eles estavam para abrir uma farmácia. Então ela me convidou para eu trabalhar numa farmácia de manipulação. Daí eu trabalhei 3 anos na farmácia de manipulação aí. Quando eu terminei a minha faculdade, eu IA fazer o meu minha pós graduação e eu voltei para Porto Alegre. Aí eu também trabalhei numa outra farmácia de manipulação lá e aí depois eu comecei a trabalhar em escolas, aí eu trabalhei. Mas um projeto do governo que eu dava aula para alunos com problema de vulnerabilidade social. Aí eu trabalhei em uma escola particular no Bom Jesus, aqui em Jaraguá eu trabalhei no município e agora no estado. E teve um período da minha vida que eu trabalhei numa universidade. Como. Professores.Tem mais alguma pergunta? Não, não."
  },
  {
    "imagem": "assets/josi.jpg",
    "texto": " Então o meu nome é josiene Aparecida Corrêa Moreira versoloski. Eu tenho 42 anos, sou nascida em Lages, me criei no interior, numa cidadezinha chamada São José do serrito, aonde a gente morava num eu digo que é no meio do Mato. Nós tínhamos uma casa no Mato e a gente tomava banho de riacho, lavava roupa no riacho. A minha infância foi nesse lugar, até uns 11 anos, aí depois a gente mudou pra cidade, pra Jaraguá, daí eu comecei lá eu já estudava, né, numa escola de interior, estudei. Lá até o terceiro ano, depois eu vim pra cidade, aí continuei meus estudos. E hoje eu moro. Em Jaraguá há 30 e alguma coisa 32 anos mais ou menos. Minha família toda mudou para cá. Não é? Lá em Lages, não ficou só, ficou uma tia minha lá, continua o mesmo lugar interior, sítio Mato, horta, essas coisas. E aqui em Jaraguá, aí eu. Saí da casa dos meus pais, sou casada há 20 anos, já continuo estudando até hoje e trabalho na educação há 11 anos, mas também trabalhei no comércio. Trabalhei na em lojas aqui em Jaraguá, loja de material de construção por alguns anos, uns 7 ou 8 anos até que eu mudei para profissão de educadora. Daí, né? Eu sou mãe de 3 filhos, um não, não mora comigo porque já é falecido e 2 estão comigo lá em casa. O Pedro e a Clarissa. E é isso, leva uma vida bem tranquila assim, gosto muito de estudar, sou mãe, sou esposa e sou caseira demais. Gosto de curtir minha casa, meu quintal, minha horta, minhas hortaliças. São coisas que eu gosto de cultivar. Isso mesmo. Esse é o teu marido. Aqui eu conheci meu marido aqui em Jaraguá. Cris, uhum. Conheci ele em Jaraguá, dentro de casa, nem sei sair de casa pra conhecer e a gente é casado há 20 anos já. Mas sim, é isso. A minha Juventude foi uma Juventude bem tranquila assim, porque eu não era de de sair balado assim e tal, né? Então eu me envolvi com a igreja e na época dentro da igreja a gente tinha vários movimentos de grupo, de jovens e eu era palestrante, eu era pregadora, era bem legal assim e numa situação dessa o meu marido veio fazer um encontro de da igreja dentro de casa, na casa da minha mãe. E eu cheguei do trabalho, aí ele estava lá em casa, né? Fazendo esse grupo de novena, que a gente chama, né? E aí eu falei, gente, que voz mais linda e eu não conhecia ele. Eu sabia que existia um jovem chamado César numa outra comunidade, que era uma pessoa bem falada lá, e eu era bem falada na comunidade aonde eu acuava, mas era comunidades diferentes até que ele veio fazer um trabalho na minha comunidade e parou dentro de casa. Aí eu escutando aquela voz eu falei, gente, eu vou casar com esse vozeirão e não deu outra. A gente em 2 semanas estava namorando e a gente é casado até hoje. É isso. E eu sou filha de Célio e de Irani, meu pai é agricultor, né? Profissão primeira dele se criou no meio do Mato também. Hoje ele é aposentado, ele não mora aqui, ele mora na cidade aonde eu nasci e casado com outra mulher que a minha mãe já é falecida, né? A minha mãe, a dona Irani, faleceu de câncer nos ossos. E é isso. Acho que é isso, né?"
  },
  {
    "imagem": "assets/camila.jpg",
    "texto": "Camila conta que desde sempre sabia que queria ser professora, e teve oportunidade de dar aula de reforço ainda bem nova na escola em que estudava, ali pegou gosto pelo ensinar e pelo sentimento de poder passar o seu conhecimento adiante, diante disso teve certeza que realmente queria isso para o seu futuro."
  },
  {
    "imagem": "assets/juli.jpg",
    "texto": "Poderia contar para nós sua história de vida profissional? Comecei a trabalhar em 1998 como professora eu sempre quis ser professora desde pequena, e eu gostava muito de inglês então eu comecei a fazer oq eu queria, e, trabalhei em várias escolas, mas a que eu passei o maior tempo foi o CCAA, que é uma escola de idiomas. Daí depois eu entrei no estado, em 2005. Desde lá eu tô aqui no Duarte, daí eu sai da particular e fiquei aqui. E em 2013 eu passei numa prova e fui pros Estados Unidos pelo governo federal, fiquei 2 meses lá, acho que isso me ajudou bastante em relação ao meu... a tudo, né que eu me sentia meio 'aleijada' por nunca ter conseguido sair do país, então daí eu fui e agora eu to me sentindo um pouco melhor pelo menos. Então, agora eu tô dando aula efetiva desde 2005, e só isso."
  }
]