[
  {
    "imagem": "assets/limpeza.jpg",
    "texto": "Ana Maria Correia dos Santos, tem 56 anos. Sobre a infância,  Ana diz que tudo foi muito divertido e bom “Minha infância foi maravilhosa “; Neste período, Ana frequentou a escola até a quarta série “nós morávamos na roça e tinha que estudar em Joinville, aí como éramos colonos não teve como continuar estudando“ mesmo tendo estudado por pouco tempo, ela se recorda com alegria dos momentos “ No meu tempo a escola era bem mais tranquila, a gente estudava mais, era bem divertido”. Não pensem que na escola Ana apenas estudou, pois teve tempo até para as paixões “Tinha um piazinho lá na escola que eu era muito apaixonada, mas não deu certo”. Saindo do assunto infância, Ana contou sobre como foi a sua transição dessa fase mágica para a vida adulta: “A vida adulta não foi tão fácil não. Quando eu tinha 18 anos e casei, aí eu pensei 'agora eu vou virar adulta mesmo, não existe mais isso de viver na casa dos meus pais'. Sobre tomar decisões, ela não pensou quando advertiu: 'Temos que pensar bem em tudo que a gente faz, para não se arrepender mais tarde'. Questionamos se ela se arrepende de algo, e com toda a certeza ela afirmou ' Não, por enquanto não me arrependo de nada'. Nos contou um pouco sobre a pessoa que foi sua inspiração para chegar até aqui :“ A minha mãe , ela foi tudo para mim” […] 'A mãe foi uma super mãe, e assim eu tentei ser com meus filhos e netos' […] ' quando a mãe faleceu parece que o mundo para mim acabou , aí deu uma empacada' […] “Aqui na terra minha mãe parecia um anjo, ela era muito boa, para todo mundo”. Ao final ela nos confessou sobre como vem sendo a sua vida: 'Eu não posso reclamar da minha vida não, minha vida é maravilhosa'."
  },
  {
    "imagem": "assets/cooderna.jpg",
    "texto": "Raquel de Souza: Gaúcha de interior que adorava colher frutas direto do pé, sempre teve uma boa condição de vida, mas nunca gastou além do necessário. Os pés de laranja da família mantinham a renda, 'As nossas festas de aniversário eram sempre lá, pegavam uma mesa e enchiam de coisas para comer'. Até seus 14 anos, Raquel sempre morou em sua cidade natal, no Rio Grande do Sul, até que um dia seus tios decidiram vir para Santa Catarina a procura de emprego, e Raquel aproveitou a carona e veio junto. Aqui em SC, os tios dela já conseguiram emprego e se estabilizaram rapidamente, mas Raquel, por ser a única mais nova, sentia muita falta de suas primas. 'Eu não gostava daqui, eu chorava porque eu queria voltar pra lá, minhas primas são todas de lá, e eu acabava ficando sozinha'.Apesar da saudade, Raquel não se arrepende de ter se afastado de parte da família, pois aqui ela conseguiu estabilizar e construir uma vida nova. Seu emprego nem sempre foi nas escolas, ela começou trabalhando em chão de fábrica e depois descobriu sua vocação em sala de aula. Por muito tempo Raquel foi professora do ensino fundamental e agora, em 2023, continua testando seus limites e encarou uma nova tarefa, ser coordenadora!"
  },
  {
    "imagem": "assets/pco.jpg",
    "texto": "Meu nome é Nicolas. No meu ensino médio estudava numa escola de bairro, tinha muitas panelinhas, tinha os meus amigos de infância, os camaradas e tal. Depois de um tempo, comecei a fazer um curso. Já comecei a pensar na questão de onde iria trabalhar, pensei em curso na área de informática, nada a ver com a área em que estou hoje.Mudei para o centro, para o abdome, e para mim foi uma mudança bem legal, mudou aquela questão de bairro para encontrar pessoal diferente, pessoal de vários locais, vários bairros. Estava à procura de um meio para trabalhar depois da escola, fazendo muita ideia do quê, sabia que ia fazer uma formação superior. Sempre gostei da parte de música, mas não tinha faculdade perto, tinha que morar longe. Minha mãe, queria eu pertinho, não queria soltar um filho pelo mundo. Ela me influenciou, fiz educação física, pois ela também é professora, fiz faculdade há 4 anos, ali no Jangada e meio assim, sem ser muito esportista, sempre gostei, sempre fui ativo, mas assim de brincar, nunca treinei nada bem sério.Na faculdade, conheci a musculação que eu gostei bastante, depois ciclismo, trabalhei muito tempo com língua de sinais, onde na faculdade, fiz estágio disto era uma área bem carente, hoje em dia, já tem bastante profissionais, mas dez anos atrás, quase não tinha profissionais. eu trabalhei bastante tempo nessa área de libras, depois trabalhei em academia. Também trabalhei na APAE com educação física, trabalhei em escola e fui. Fui ainda hoje. Estou aqui no Duarte."
  },
  {
    "imagem": "assets/esp.jpg",
    "texto": "Me chamo Luciane, nasci no estado de Goiás, cresci numa fazenda. Chamada é campo das flores. Até os 7 anos, foi mais ou menos depois. Depois. Meu pai saiu de casa, minha mãe criou a gente sozinha, então aí vieram as dificuldades. Com 12 anos eu saí, fui trabalhar de babá nas casas das outras pra estudar, porque era bem longe. Aí quando chegou aos 12 anos. A gente mudou para cá. Para o Mato Grosso do Sul. Lá eu conheci meu marido e casei com 12 anos. Aos 15. Tive o primeiro filho que hoje ele está com 42. Tenho 3 filhos, né? A mais nova já está com 31. Tenho 8 netos, o mais velho está com 21, já casou também e o mais novo tem 1 ano e 3 meses. Mas durante esse tempo todo, teve muitas dificuldades. Para mim estudar, eu deixava os filhos em casa sozinhos, ia para a escola, só comecei a estudar com meus 18, que até lá eu nunca tira, nem na escola que a gente morava no sítio, era difícil. E terminei minha faculdade já com 28. Não foi fácil. E depois com o tempo, né? Aí eu perdi, meu pai faleceu. Foi uma época difícil também e, apesar dele ter separado da minha mãe, mas ele era presente. Depois perdi meu irmão também no acidente de moto e minha mãe ficou fora de sí por uns 2 anos. Foi uma época muito difícil também que eu tive que ajudar a cuidar dela. Que ela assumir, ela achava ela no cemitério sozinha. Foi bem difícil, também. E também depois que a minha filha casou, que a gente mudou para cá, teve. Aí ela teve 2 bebês. Quando foi a última gravidez, ela quase morreu. Também teve 2 paradas cardíacas, né? E o bebê dela nasceu quase morto, que ficou 20 dias na UTI morto, quer dizer. E também não foi fácil. Que tinha que andar com ela para cima e para baixo. Ela fez as uma cirurgia que levou 90 dias para fechar. E ela quase morreu, também. Então, assim é uma vida. Não é fácil, mas a gente não pode desistir, né? Eu fiz a faculdade que eu gostava, então essa parte eu posso dizer que é uma parte boa da minha vida que eu preciso. "
  },
  {
    "imagem": "assets/sol.jpg",
    "texto": "‘Um sonho que ainda continua vivo…’Sobre a vida, Solange relatou que ama viajar, fazer trilhas e tomar vinhos!!Quase ninguém sabe do grande sonho dela, que é dar aula em sala! Sol trabalha atualmente na área da coordenação, pois gosta muito do ambiente. Ela já atua na área da educação desde 2016 e além disso, relatou que na época que fez a faculdade, não havia curso de pedagogia presencial, por isso optou por fazer educação física!‘-- Após ter meus 2 filhos, resolvi procurar uma faculdade de pedagogia em Jaraguá, porém só tinha a opção de fazer à distância. Então resolvi fazer faculdade de educação física, mas não dei aula em sala ainda.Mas ainda tenho vontade de dar aula em sala em quadra!’"
  },
  {
    "imagem": "assets/bio.jpg",
    "texto": "Sim…. Ela comeu um pedaço do meu sofá!Numa conversa normal do dia a dia, estávamos conversando sobre cachorros, Katiane contou que quando criança ela, os irmãos e o pai gostavam muito de animais, porém a mãe dela não gostava muito, assim acabavam tendo desentendimentos.- Quando eu era pequena, meu pai adorava animais, mas a minha mãe não. Ela sempre dizia ‘cachorro é fora de casa’  e na época a gente tinha uma cachorra que sempre que ia anoitecendo eu colocava ela pra dentro e ela ficava embaixo da cama, pois sabia que minha mãe não gostava de animais dentro de casa, toda vez que a minha mãe chegava perto ela voltava pra fora. Como a gente morava no Rio Grande era muito frio e eu não deixava ela ficar lá fora passando frio!-- Hoje em dia eu tenho uma pinscher e ela é bem agitada, esses dias eu cheguei em casa e.... Sim, ela tinha comido um pedaço do encosto do meu sofá!!"
  },
  {
    "imagem": "assets/f.jpg",
    "texto": "Eu me chamo Fernanda. Tenho 17 anos e nasci em Joinville, mas nunca morei lá. Fui morar em Barra Velha a gente se mudou bastante devido ao emprego dos meus pais, que são pastores. De Barra Velha, fui para Penha, Canoinhas e, em seguida, para o Rio Grande do Sul Santa Rosa, estudei na E.M.E.F Rosa Elsa Mertins. Foi um período de muita descoberta para mim, onde descobri o que queria na minha vida e quem eu era, pois vivenciei muitas coisas novas e conhecer um novo lugar, sofri assédio lá e, por isso, me mudei para os Tucanos, depois, voltei para Canoinhas. Em Canoinhas, várias coisas aconteceram. Comecei a trabalhar em uma sorveteria, depois em uma lavagem de carros e, mais tarde, voltei para a sorveteria. Então, vim para Jaraguá do Sul. Na primeira semana aqui, comecei a trabalhar em uma lanchonete. Já experimentei o uso de drogas, tudo isso contribuiu para me tornar quem sou hoje. Passei por momentos difíceis, mas não me arrependo de nada, pois moldou a minha identidade. Hoje, estou trabalhando em outra pizzaria e continuo estudando no Duarte."
  },
  {
    "imagem": "assets/diretora.jpg",
    "texto": "Rosângela, diretora do Duarte Magalhães, iniciou sua trajetória como professora em 1993, aos 20 anos, sucedendo sua antiga professora que reconheceu sua dedicação. Embora não imaginasse essa carreira, abraçou-a plenamente. Sua jornada a levou ao Hahnemann, em 1997, ao Duarte Magalhães, em 2000, onde assumiu a direção em 2008. Apesar de raramente brigar, sua maior dificuldade é lidar com professores, pelo fato de que o baixo desempenho de um aluno, pode ser culpa de algum desentendimento com os professores. Sua verdadeira paixão é trabalhar diretamente com os alunos, onde encontra vitalidade e inspiração. Com a aposentadoria à vista, seu legado reflete o compromisso incansável com a excelência educacional."
  },
  {
    "imagem": "assets/juli.jpg",
    "texto": "I started working as a teacher in 1998. Since I was a child, I always dreamed of being a teacher and had a deep love for English. So, I began to pursue my dream and worked in various schools. The one I spent the most time at was CCAA, which is a language school. Then, in 2005, I entered the state education system, where I have been at Duarte ever since. I left the private sector and dedicated myself to public education. In 2013, I achieved a significant milestone in my career. I passed an exam and was selected for a federal government program that allowed me to spend two months in the United States. This experience was meaningful for me because I had always felt somewhat limited by never having left the country. Now, I feel more fulfilled. Currently, I have been teaching effectively since 2005, and that's about it."
  },
  {
    "imagem": "assets/gilmar.jpg",
    "texto": "'Só o guarda da escola' Gilmar, o segurança da escola que diariamente nos protege, sempre com um sorriso. Todos, ao menos uma vez ao dia, cruzam com ele, mas quem o vê andando pelos corredores ou abrindo os portões, mal imagina a sua trajetória para chegar aqui. Desde os 13 anos, é uma pessoa trabalhadora, iniciando como auxiliar de servente. Sua trajetória é repleta de esforços: tecelão na Malwee, 2 anos no exército, e décadas na polícia, se aposentando em 2004. Posteriormente, dirigiu um ônibus por 3 anos, retornou à polícia por mais 8 anos, e, por mais 5 anos, dirigiu ônibus novamente. A pandemia o fez parar, e foi um período doloroso marcado pela perda de seu filho.Em seguida, dedicou-se à política, colaborando com um vereador eleito, mantendo um cargo comissionado por 2 anos. Finalmente, encontrou seu cargo em nossa escola, afirmando ser seu ofício dos sonhos. Seu rosto sorridente esconde uma vida árdua, mas mesmo assim, sua prioridade permanece: zelar pela segurança dos alunos para assegurar uma educação de qualidade."
  },
  {
    "imagem": "assets/diego.jpg",
    "texto": "Eu comecei a aprender libras desde criança quando surgiu um curso gratuito na cidade de onde eu morava. Depois de adulto, minha esposa que é professora me mostrou como eu poderia trabalhar com libras. Isso me deixou muito feliz porque libras era uma coisa que eu já sabia um pouquinho. Fui estudar com cursos gratuitos no estado mesmo pra aprender e me profissionalizar, e hoje sou professor. O próximo sonho que eu desejo realizar é o de participar de um concurso público, talvez assim eu tenha estabilidade financeira. O melhor lugar que eu já fui foi Florianópolis por conta das praias do mar, tudo muito bonito. O melhor conselho que eu já recebi foi quando me aconselharam a trabalhar com libras, estou trabalhando até hoje como Professor. Uma palavra que me define bem é “Criativo”."
  },
  {
    "imagem": "assets/pulseira.jpg",
    "texto": " segunda professora da escola José Duarte Magalhães, o melhor conselho que eu já recebi foi perdoar sempre.Levo a minha vida com emoção, para ser da forma mais engraçada e da forma mais leve então tudo que eu faço geralmente eu coloco emoção, mas algo que me emocionou muito na minha vida foi quando eu tive a minha filha. A palavra que melhor me define é ser otimista, isto vem junto com o sonho da minha própria loja e que ela venha crescer muito e que todo mundo venha conhecer ela."
  },
  {
    "imagem": "assets/tatiane.jpg",
    "texto": "Quando eu tinha 18 anos, comecei a namorar. Por meu pai ser extremamente rígido e autoritário, não demorou muito para nos casarmos. No entanto, a minha felicidade não durou muito, pois a família do meu marido, mesmo depois que casamos, continuava interferindo na minha vida. Com uma mentalidade extremamente fechada, eles não acreditavam que eu poderia continuar trabalhando e cuidando da casa e do meu marido, levando-me a desistir da escola pouco tempo depois. Mas esse não foi o meu pior sofrimento. Depois de um tempo, descobri que estava grávida. Minha gravidez foi muito difícil, e aos 6 meses de gestação, meu marido foi preso por praticar atos obscenos. No entanto, ele não demorou muito a ser solto, pois sua mãe sempre o defendia e não queria enxergar quem seu filho realmente era. Mesmo com todas as dificuldades, continuei vivendo nesse casamento, pois pensava que, sem estudo, não teria chance de viver sem ele. Aos 2 anos da minha filha, meu marido repetiu seus erros, e para mim, foi o que eu precisava para tomar a decisão de me separar. Então, voltei para a casa dos meus pais e comecei a trabalhar em dois empregos. Com muito esforço, conquistei as minhas próprias coisas. Quando minha filha completou 4 anos, comecei a me relacionar novamente com o meu atual marido, naquela época, e mesmo sendo zelosa, comecei a investir nesse relacionamento. Um dia, meu marido chegou até mim e disse: 'a sua realidade não pode ser isso.' Depois disso, retornei aos estudos e me formei no SEJA. Em seguida, me graduei na faculdade de serviço social e iniciei o curso de pedagogia, além de fazer uma pós-graduação. Com muito esforço, consegui colocar a minha filha no IFSC e ofereci a ela oportunidades para que ela não precisasse passar pelo que eu passei. Hoje, minha filha é estudante de química e está seguindo os meus passos para se tornar uma ótima pedagoga."
  },
  {
    "imagem": "assets/katiane.jpg",
    "texto": "Katiane Rodrigues, 44 anos, natural de São Borja, Rio Grande do Sul. Apesar de não ser uma grande viajante, mudou-se durante a adolescência para Porto Alegre e posteriormente para Rio Grande e Jaraguá do Sul, Santa Catarina. Sempre valorizou a educação devido às dificuldades financeiras na infância.Iniciou os estudos em uma escola de freiras, Sagrado Coração de Jesus, com bolsa concedida pela dedicação da mãe. Posteriormente, frequentou escolas públicas em São Borja. No ensino médio, optou pelo colégio técnico, Senador Ernesto Dornelles, e posteriormente ingressou na Urcamp, em São Borja, para cursar Ciências Biológicas.Após tentativas sem sucesso nas federais, retornou a São Borja para a graduação. Mais tarde, fez mestrado em microbiologia na universidade federal. Vive há 25 anos com o namorado, originário de São Borja, conhecido em um show do Skank, embora o relacionamento tenha começado meses depois.Profissionalmente, iniciou como menor aprendiz em um posto de saúde e depois trabalhou por três anos em uma farmácia de manipulação em São Borja. Ao concluir a faculdade, mudou-se para Porto Alegre, onde também trabalhou em farmácias de manipulação. Sua carreira incluiu o ensino em projetos governamentais para alunos em vulnerabilidade social, além de passagens por escolas particulares, públicas e universidades."
  },
  {
    "imagem": "assets/josi.jpg",
    "texto": "Josiene Aparecida Corrêa Moreira Versoloski, 42 anos, natural de Lages e criada inicialmente em São José do Serrito, uma cidade interiorana onde viveu uma infância cercada pela natureza, com banhos de riacho e a simplicidade do campo até os 11 anos. Posteriormente, mudou-se para Jaraguá, onde continuou seus estudos.Residindo em Jaraguá há mais de 30 anos, Josiene é casada há 20 anos, mãe de três filhos, sendo dois deles Pedro e Clarissa, que vivem com ela. Após trabalhar no comércio por alguns anos, Josiene atua na área da educação há 11 anos. Sua rotina é marcada pela tranquilidade, amor pela família, estudo contínuo e pelo cultivo de uma horta em casa.Josiene conheceu seu marido, César, em Jaraguá, durante um encontro de jovens na igreja, onde ela era ativa como palestrante e pregadora. A conexão foi instantânea, e o casal está junto há duas décadas. Josiene é filha de Célio, um agricultor aposentado, e Irani, que faleceu vítima de câncer nos ossos.Sua juventude foi marcada por uma participação ativa na igreja, onde seu marido entrou em cena ao realizar um encontro na casa de sua mãe. Impressionada com sua voz, Josiene afirmou que casaria com aquele 'vozeirão', e em duas semanas, estavam namorando.Atualmente, Josiene leva uma vida caseira, apreciando a tranquilidade de seu lar, seu quintal e a prática do cultivo de hortaliças. Sua história é um retrato de simplicidade, amor familiar e perseverança."
  },
  {
    "imagem": "assets/camila.jpg",
    "texto": "Camila conta que desde sempre sabia que queria ser professora, e teve oportunidade de dar aula de reforço ainda bem nova na escola em que estudava, ali pegou gosto pelo ensinar e pelo sentimento de poder passar o seu conhecimento adiante, diante disso teve certeza que realmente queria isso para o seu futuro."
  },
  {
    "imagem": "assets/vi.jpg",
    "texto": "Minha infância foi dividida entre o Rio Grande do Norte e o Ceará. Meu pai é do Ceará, e por isso, passei parte da minha infância entre esses dois estados. Isso aconteceu porque minha mãe estudou no Ceará, embora seja natural do Rio Grande do Norte. Morei por um tempo em Fortaleza, mas a maior parte da minha infância foi em Parnamirim, no Rio Grande do Norte, uma cidade dentro da região metropolitana de Natal. Considero-me, portanto, mais ligado ao Rio Grande do Norte. Cresci em Parnamirim e concluí praticamente todo o ensino fundamental lá, com exceção de um ano e meio que estudei no Ceará. Logo depois, ingressei em uma escola cívico-militar, onde a maioria dos professores eram da Aeronáutica, já que a escola estava localizada dentro dessa instituição. Foi nesse ambiente que fui criado, e muitos dos meus parentes, especialmente do lado materno, também foram educados nessa escola. Entre os militares, aprendi o valor da disciplina. Embora na juventude não desse muito valor a esse tipo de abordagem, conforme era comum entre os jovens serem contrários a isso, ao longo da vida adulta percebi a importância da disciplina. Mais tarde, tive a oportunidade de dar aulas na mesma escola, e comparando com outras instituições, percebi a eficácia desse método. Era o único colégio onde conseguiu concluir o conteúdo no prazo, sobrando tempo para revisões no final do ano, e a relação com os alunos era mais tranquila, em parte devido à presença de pedagogos militares. Em relação à minha carreira, inicialmente resisti à área de Tecnologia da Informação (TI). No entanto, alguns anos depois, ao me deparar em sala de aula com o primeiro chatbot que conversava em inglês, decidi mudar de carreira. Percebi o potencial dessa tecnologia na educação, principalmente para envolver alunos mais tímidos, como eu fui durante minha escolaridade. Assim, entrei na área de TI com o objetivo de aprimorar a criação de chatbots e inteligência artificial para o ensino. Antes de me dedicar totalmente à TI, já estudava inglês na universidade federal do Rio Grande do Norte e trabalhava no aeroporto. Essa fase foi desafiadora, pois dava aulas, trabalhava no aeroporto e ainda frequentava a faculdade de manhã. Muitas vezes, precisava dedicar as noites a outras atividades, como costurar. Nesse período, tive que sair da faculdade, optando por um curso online na Estácio, onde me encontrei. Apesar do preconceito inicial com cursos online, percebi que era a melhor opção para alguém como eu, que tinha dificuldade em concentrar-se em sala de aula devido às distrações. Mais tarde, trabalhando na área de educação e posteriormente voltando para a TI, onde atuei na criação de chatbots e inteligência artificial, decidi mudar de estado devido à crescente violência no Rio Grande do Norte. Infelizmente, minha mãe foi vítima de sequestro, o que agravou a situação. Diante disso, escolhi Santa Catarina como destino, após passar férias na região. A ideia era proporcionar um ambiente mais seguro para minha mãe, mas infelizmente ela faleceu de complicações pós-COVID antes de conseguirmos nos mudar. Apesar dessa tragédia, decidi permanecer em Santa Catarina, onde trabalho remotamente na área de TI. Mesmo tendo passado por outros países, considero que se tivesse conhecido Santa Catarina há 20 anos, minha vida teria sido diferente. Hoje, aprecio a estabilidade que encontrei aqui e não pretendo deixar o estado, pois considero-o um lugar privilegiado e um exemplo de sucesso no Brasil."
  }
]