[
  {
    "imagem": "assets/limpeza.jpg",
    "texto": "Ana Maria Correia dos Santos, tem 56 anos. Sobre a infância,  Ana diz que tudo foi muito divertido e bom “Minha infância foi maravilhosa “; Neste período, Ana frequentou a escola até a quarta série “nós morávamos na roça e tinha que estudar em Joinville, aí como éramos colonos não teve como continuar estudando“ mesmo tendo estudado por pouco tempo, ela se recorda com alegria dos momentos “ No meu tempo a escola era bem mais tranquila, a gente estudava mais, era bem divertido”. Não pensem que na escola Ana apenas estudou, pois teve tempo até para as paixões “Tinha um piazinho lá na escola que eu era muito apaixonada, mas não deu certo”. Saindo do assunto infância, Ana contou sobre como foi a sua transição dessa fase mágica para a vida adulta: “A vida adulta não foi tão fácil não. Quando eu tinha 18 anos e casei, aí eu pensei 'agora eu vou virar adulta mesmo, não existe mais isso de viver na casa dos meus pais'. Sobre tomar decisões, ela não pensou quando advertiu: 'Temos que pensar bem em tudo que a gente faz, para não se arrepender mais tarde'. Questionamos se ela se arrepende de algo, e com toda a certeza ela afirmou ' Não, por enquanto não me arrependo de nada'. Nos contou um pouco sobre a pessoa que foi sua inspiração para chegar até aqui :“ A minha mãe , ela foi tudo para mim” […] 'A mãe foi uma super mãe, e assim eu tentei ser com meus filhos e netos' […] ' quando a mãe faleceu parece que o mundo para mim acabou , aí deu uma empacada' […] “Aqui na terra minha mãe parecia um anjo, ela era muito boa, para todo mundo”. Ao final ela nos confessou sobre como vem sendo a sua vida: 'Eu não posso reclamar da minha vida não, minha vida é maravilhosa'."
  },
  {
    "imagem": "assets/cooderna.jpg",
    "texto": "Raquel de Souza: Gaúcha de interior que adorava colher frutas direto do pé, sempre teve uma boa condição de vida, mas nunca gastou além do necessário. Os pés de laranja da família mantinham a renda, 'As nossas festas de aniversário eram sempre lá, pegavam uma mesa e enchiam de coisas para comer'. Até seus 14 anos, Raquel sempre morou em sua cidade natal, no Rio Grande do Sul, até que um dia seus tios decidiram vir para Santa Catarina a procura de emprego, e Raquel aproveitou a carona e veio junto. Aqui em SC, os tios dela já conseguiram emprego e se estabilizaram rapidamente, mas Raquel, por ser a única mais nova, sentia muita falta de suas primas. 'Eu não gostava daqui, eu chorava porque eu queria voltar pra lá, minhas primas são todas de lá, e eu acabava ficando sozinha'.Apesar da saudade, Raquel não se arrepende de ter se afastado de parte da família, pois aqui ela conseguiu estabilizar e construir uma vida nova. Seu emprego nem sempre foi nas escolas, ela começou trabalhando em chão de fábrica e depois descobriu sua vocação em sala de aula. Por muito tempo Raquel foi professora do ensino fundamental e agora, em 2023, continua testando seus limites e encarou uma nova tarefa, ser coordenadora!"
  },
  {
    "imagem": "assets/sol.jpg",
    "texto": "‘Um sonho que ainda continua vivo…’Sobre a vida, Solange relatou que ama viajar, fazer trilhas e tomar vinhos!!Quase ninguém sabe do grande sonho dela, que é dar aula em sala! Sol trabalha atualmente na área da coordenação, pois gosta muito do ambiente. Ela já atua na área da educação desde 2016 e além disso, relatou que na época que fez a faculdade, não havia curso de pedagogia presencial, por isso optou por fazer educação física!‘-- Após ter meus 2 filhos, resolvi procurar uma faculdade de pedagogia em Jaraguá, porém só tinha a opção de fazer à distância. Então resolvi fazer faculdade de educação física, mas não dei aula em sala ainda.Mas ainda tenho vontade de dar aula em sala em quadra!’"
  },
  {
    "imagem": "assets/cauan.jpg",
    "texto": "Bom, meu nome é Cauan Leoni, tenho 21 anos de idade e estou aqui no Duarte Magalhães fazendo estágio, sou estudante da licenciatura em física e em breve um bom professor. Eu nasci em 2002, aqui em Jaraguá do Sul, sempre vivi em Jaraguá do Sul, até os 11 anos de idade. Acho que minha vida foi normal, igual de quase toda criança adolescente com 11 anos de idade. Meu pai faleceu, então eu tive algumas mudanças na minha vida. Algumas das coisas que mais me ajudaram foram o esporte. Eu me apeguei muito no esporte e comecei a fazer capoeira e a andar de skate. Nesses esportes eu conheci pessoas que foram um exemplo para mim, que me ajudaram a crescer, me desenvolver como referências. Conheci meu mestre de capoeira que por muito tempo foi como um pai para mim. No skate conheci amigos que se tornaram professores de matemática e de outras áreas e me fez ver que talvez eu também conseguisse fazer a mesma coisa que eles, então decidi que eu queria estudar também. Entrei na licenciatura em física e hoje em dia eu estou aqui fazendo estágio e em breve, talvez me forme na licenciatura em física e vou dar aula para esse pessoal."
  },
  {
    "imagem": "assets/diretora.jpg",
    "texto": "Rosângela, diretora do Duarte Magalhães, iniciou sua trajetória como professora em 1993, aos 20 anos, sucedendo sua antiga professora que reconheceu sua dedicação. Embora não imaginasse essa carreira, abraçou-a plenamente. Sua jornada a levou ao Hahnemann, em 1997, ao Duarte Magalhães, em 2000, onde assumiu a direção em 2008. Apesar de raramente brigar, sua maior dificuldade é lidar com professores, pelo fato de que o baixo desempenho de um aluno, pode ser culpa de algum desentendimento com os professores. Sua verdadeira paixão é trabalhar diretamente com os alunos, onde encontra vitalidade e inspiração. Com a aposentadoria à vista, seu legado reflete o compromisso incansável com a excelência educacional."
  },
  {
    "imagem": "assets/gilmar.jpg",
    "texto": "'Só o guarda da escola' Gilmar, o segurança da escola que diariamente nos protege, sempre com um sorriso. Todos, ao menos uma vez ao dia, cruzam com ele, mas quem o vê andando pelos corredores ou abrindo os portões, mal imagina a sua trajetória para chegar aqui. Desde os 13 anos, é uma pessoa trabalhadora, iniciando como auxiliar de servente. Sua trajetória é repleta de esforços: tecelão na Malwee, 2 anos no exército, e décadas na polícia, se aposentando em 2004. Posteriormente, dirigiu um ônibus por 3 anos, retornou à polícia por mais 8 anos, e, por mais 5 anos, dirigiu ônibus novamente. A pandemia o fez parar, e foi um período doloroso marcado pela perda de seu filho.Em seguida, dedicou-se à política, colaborando com um vereador eleito, mantendo um cargo comissionado por 2 anos. Finalmente, encontrou seu cargo em nossa escola, afirmando ser seu ofício dos sonhos. Seu rosto sorridente esconde uma vida árdua, mas mesmo assim, sua prioridade permanece: zelar pela segurança dos alunos para assegurar uma educação de qualidade."
  },
  {
    "imagem": "assets/pulseira.jpg",
    "texto": " segunda professora da escola José Duarte Magalhães, o melhor conselho que eu já recebi foi perdoar sempre.Levo a minha vida com emoção, para ser da forma mais engraçada e da forma mais leve então tudo que eu faço geralmente eu coloco emoção, mas algo que me emocionou muito na minha vida foi quando eu tive a minha filha. A palavra que melhor me define é ser otimista, isto vem junto com o sonho da minha própria loja e que ela venha crescer muito e que todo mundo venha conhecer ela."
  },
  {
    "imagem": "assets/josi.jpg",
    "texto": "Josiene Aparecida Corrêa Moreira Versoloski, 42 anos, natural de Lages e criada inicialmente em São José do Serrito, uma cidade interiorana onde viveu uma infância cercada pela natureza, com banhos de riacho e a simplicidade do campo até os 11 anos. Posteriormente, mudou-se para Jaraguá, onde continuou seus estudos.Residindo em Jaraguá há mais de 30 anos, Josiene é casada há 20 anos, mãe de três filhos, sendo dois deles Pedro e Clarissa, que vivem com ela. Após trabalhar no comércio por alguns anos, Josiene atua na área da educação há 11 anos. Sua rotina é marcada pela tranquilidade, amor pela família, estudo contínuo e pelo cultivo de uma horta em casa.Josiene conheceu seu marido, César, em Jaraguá, durante um encontro de jovens na igreja, onde ela era ativa como palestrante e pregadora. A conexão foi instantânea, e o casal está junto há duas décadas. Josiene é filha de Célio, um agricultor aposentado, e Irani, que faleceu vítima de câncer nos ossos.Sua juventude foi marcada por uma participação ativa na igreja, onde seu marido entrou em cena ao realizar um encontro na casa de sua mãe. Impressionada com sua voz, Josiene afirmou que casaria com aquele 'vozeirão', e em duas semanas, estavam namorando.Atualmente, Josiene leva uma vida caseira, apreciando a tranquilidade de seu lar, seu quintal e a prática do cultivo de hortaliças. Sua história é um retrato de simplicidade, amor familiar e perseverança."
  }
]